IDEA StatiCa Open Model
ConnectionSetup.MemberLengthRatio Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 A multiple of cross-section height to determine the default length of member
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double MemberLengthRatio { get; set; }
Public Property MemberLengthRatio As Double
	Get
	Set
public:
property double MemberLengthRatio {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace